[
    {
        "id": "50",
        "name": "Запечатывающая космос станция",
        "img": "https://i.imgur.com/FvhvVGv.png",
        "twoPieces": "Повышает силу атаки владельца на 12%. Если скорость владельца выше или равна 120 ед., то его сила атаки повышается на доп. 12%."
    },
    {
        "id": "51",
        "name": "Флот нестареющих",
        "img": "https://i.imgur.com/wX1SdAa.png",
        "twoPieces": "Повышениет макс. HP владельца на 12%. Если скорость владельца выше или равна 120 ед., то сила атаки всех союзников повышается на доп. 8%."
    },
    {
        "id": "52",
        "name": "Талия - край бандитов",
        "img": "https://i.imgur.com/lyJASde.png",
        "twoPieces": "Повышает эффект пробития владельца на 16%. Если скорость владельца выше или равна 145 ед., то его эффект пробития повышается на доп. 20%."
    },
    {
        "id": "53",
        "name": "Живой Вонвак",
        "img": "https://i.imgur.com/BGStxDA.png",
        "twoPieces": "Повышает скорость восстановления энергии владельца на 5%. Если скорость владельца выше или равна 120, то в начале боя его действие немедленно продвигается вперёд на 40%."
    },
    {
        "id": "54",
        "name": "Пангалактическое коммерческое предприятие",
        "img": "https://i.imgur.com/NIKEHqf.png",
        "twoPieces": "Повышает шанс попадания эффектов владельца на 10%. Также повышает силу атаки владельца на 25% от текущего шанса попадания эффектов. Этот эффект может складываться до 25%."
    },
    {
        "id": "55",
        "name": "Небесный дифференциатор",
        "img": "https://i.imgur.com/c1qt6EW.png",
        "twoPieces": "Повышает крит. урон владельца на 16%. Если крит. урон владельца выше или равен 120%, то в начале боя крит. шанс владельца повышается на 60% до конца его первой атаки."
    },
    {
        "id": "56",
        "name": "Белобог Архитекторов",
        "img": "https://i.imgur.com/DocTf5A.png",
        "twoPieces": "Повышает защиту владельца на 15%. Если шанс попадания эффектов владельца выше или равен 50%, то его защита повышается на доп. 15%."
    },
    {
        "id": "57",
        "name": "Замершее Салсотто",
        "img": "https://i.imgur.com/XWATA9j.png",
        "twoPieces": "Повышает крит. шанс владельца на 8%. Если крит. шанс владельца выше или равен 50%, то урон его сверхспособности и бонус-атаки повышается на 15%."
    },
    {
        "id": "58",
        "name": "Звездистая арена",
        "img": "https://i.imgur.com/7QkjMBs.png",
        "twoPieces": "Повышает крит. шанс владельца на 8%. Если крит. шанс владельца не меньше 70%, урон от его базовой атаки и навыка повышается на 20%."
    },
    {
        "id": "59",
        "name": "Сломанный киль",
        "img": "https://i.imgur.com/GoHvp4Z.png",
        "twoPieces": "Повышает сопротивление эффектам владельца на 10%. Если сопротивление эффектам владельца выше или равно 30%, крит. урон всех союзников повышается на 10%."
    },
    {
        "id": "60",
        "name": "Небесный фронт Глатирамер",
        "img": "https://i.imgur.com/FIBTOmI.png",
        "twoPieces": "Повышает силу атаки владельца на 12%. Если скорость владельца выше или равна 135/160 ед., то наносимый им урон повышается на 12%/18%."
    },
    {
        "id": "61",
        "name": "Земля грёз Пенакония",
        "img": "https://i.imgur.com/xfMQAce.png",
        "twoPieces": "Повышает скорость восстановления энергии на 5%. Увеличивает урон, наносимый союзниками одного типа с владельцем, на 10%."
    },
    {
        "id": "62",
        "name": "Бесплодная Сигония",
        "img": "https://i.imgur.com/Jy3xT8E.png",
        "twoPieces": "Крит. шанс владельца повышается на 4%. Победа над противником повышает крит. урон владельца на 4%. Этот эффект может складываться до 10 раз."
    },
    {
        "id": "63",
        "name": "Мир Идзумо и Царство Такама",
        "img": "https://i.imgur.com/0NopDZ6.png",
        "twoPieces": "Сила атаки владельца повышается на 12%. Если в начале боя есть хотя бы один союзник, идущий тем же Путём, что и владелец, крит. шанс владельца повышается на 12%."
    },
    {
        "id": "64",
        "name": "Лотосовый фонарь дворца",
        "img": "https://i.imgur.com/KX7ZAIS.png",
        "twoPieces": "Повышает скорость владельца на 6%. Если владелец поражает противника с огненной уязвимостью, его эффект пробития повышается на 40% на 1 ход."
    },
    {
        "id": "65",
        "name": "Дуранская династия волков",
        "img": "https://i.imgur.com/QKscOYM.png",
        "twoPieces": "Когда союзник выполняет бонус-атаку, владелец получает 1 ур. статуса Подвиг, до макс. 5 ур. Каждый уровень этого статуса повышает урон бонус-атаки владельца на 5%. Когда статус Подвиг достигает 5 ур., крит. урон владельца дополнительно повышается на 25%."
    },
    {
        "id": "66",
        "name": "Чудесный банановый рай",
        "img": "",
        "twoPieces": "Повышает крит. урон владельца на 16%. Если на поле боя есть призванные владельцем существа, то крит. урон владельца повышается на доп. 32%"
    },
    {
        "id": "67",
        "name": "Русалка, затопленные берега",
        "img": "",
        "twoPieces": "Повышает скорость восстановления энергии владельца на 5%. Если владелец не находится на первом месте в отряде, то сила атаки персонажа, находящегося на первом месте в отряде, повышается на 12%"
    }
]